{ 
	"resorts": [
        {
            "id":"resort1",
			"destination":"Carribean",
			"name":"Les Boucaniers",
            "location":"Martinique",
            "comfortLevel": "3",
            "activities":["water skiing", "tennis", "scuba diving", "kitesurf",  "hiking", "sailing", "horse riding"],
			"price":1254,
			"startDate":"2016-03-01",
			"endDate":"2017-11-31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"images/resort1pic1small.jpg",
			"long_description":"A divers' paradise in the Baie du Marin, a legendary spot.<br>Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
			"url":"resorts/resort1.html"
        },
		{
			"id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion",
            "location":"Mauritius",
            "comfortLevel": "4",
            "activities":["water skiing","kids club", "scuba diving", "flying trapeze", "tennis", "sailing", "spa","hiking"],
			"price":2062,
			"startDate":"2016-02-01",
			"endDate":"2017-10-31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort2pic1small.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort3",
			"destination":"Europe",
			"name":"Baltic Sea Saffron",
            "location":"Neddesitz",
            "comfortLevel": "4",
            "activities":[ "scuba diving", "flying trapeze",  "sailing", "spa", "tennis"],
			"price":2562,
			"startDate":"2016-04-01",
			"endDate":"2017-12-31",
			"short_description":"This resort hotel is situated in Neddesitz, near the Jasmund National Park on the island of Rügen. It offers rooms and suites, and sports facilities including a gym and tennis courts. ",
			"picture":"images/resort3pic1small.jpg",
			"long_description":"With it’s stunning views across majestic limestone outcrops, golden sands and the beautiful clear, turquoise waters of the Andaman Sea it’s easy to see why Railay Beach is regarded as one of the most beautiful beaches in the world. And with our choice of private, luxurious bungalows and suites you can be sure your stay at the Sand Sea Resort will be a holiday you’ll never forget.Experience for yourself the beautiful smiles of Asian hospitality whilst you dine at our beachside restaurant where we offer a choice of the very finest Thai cuisine, famed throughout the world, or alternatively choose from our wide section of delicious Chinese and Western dishes.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort4",
			"destination":"The Alps",
			"name":"Alps Are Fun Resort",
            "location":"Switzerland",
            "comfortLevel": "4",
            "activities":["kids club", "flying trapeze", "horse riding", "tennis",  "hiking"],
			"price":3062,
			"startDate":"2016-07-01",
			"endDate":"2017-12-31",
			"short_description":"Offering great value for money, skiing in Bulgaria is ideal for those who are new to winter sports or those with some experience looking to ski on a budget, well established with great facilities.",
			"picture":"images/resort4pic1small.jpg",
			"long_description":"It’s hard not to love a country—Austria, Switzerland—where the hopes and dreams of its people rest on the shoulders of its best skiers. At just about any World Cup ski race in Europe, tens of thousands of flag-waving, bell-jangling fans revel in the competition. Discover the root of the passion by schussing in the shadow of the Eiger before downing five-star fondue in a slope-side farmhouse—or take any other of the trips outlined on the following pages. One jaunt is all you’ll need to see that the mountains have shaped virtually all aspects of life in the Alps, and that skiing is the anchor of everything. With once in a lifetime snowfall hitting this winter, and the Euro faltering, there’s never been a better time to ski the old continent.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort5",
			"destination":"Africa",
			"name":"Kongo Golf Resort",
            "location":"Algarve",
            "comfortLevel": "5",
            "activities":["water skiing","golf", "scuba diving", "flying trapeze", "tennis", "sailing"],
			"price":4562,
			"startDate":"2016-06-01",
			"endDate":"2017-12-31",
			"short_description":"You’ll find the facilities world-class too. A double-ended driving range. Tuition from PGA-qualified professionals. An exceptional golf academy for budding young golfers. Don't forget your stick !",
			"picture":"images/resort5pic1small.jpg",
			"long_description":"Set within 360 acres of perfect grasslands and natural beauty, the Penina Hotel & Golf Resort is the original home of golf in the Algarve. With three golf courses - including the Algarve's first 18 hole Championship course, this luxury five-star hotel leads the way in high-class service, Portuguese charm and exceptional golf. Perfect for luxury Algarve golf breaks, relaxing family holidays and corporate retreats.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort6",
			"destination":"North and Central America",
			"name":"Rednecks Joy Resort ",
            "location":"Texas",
            "comfortLevel": "3",
            "activities":["golf", "scuba diving",  "tennis", "spa","horse riding"],
			"price":1455,
			"startDate":"2016-07-01",
			"endDate":"2017-11-31",
			"short_description":"The settings of Anantara’s resorts in Texas are as varied as the country itself. Choose your inspired base and explore. Experience Texas in luxury hotels that immerse you in cultures from corners of island.",
			"picture":"images/resort6pic1small.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of American lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort7",
			"destination":"South America",
			"name":"Le Swimmoune",
            "location":"Kansas",
            "comfortLevel": "5",
            "activities":["golf", "scuba diving", "sailing", "spa","water skiing"],
			"price":4800,
			"startDate":"2016-02-01",
			"endDate":"2017-12-31",
			"short_description":"Stay and select from 6 swimming pools spread across the resort, making InterContinental the most exclusive pool resort in Bali. The Olympic pool is situated within the grounds is great.",
			"picture":"images/resort7pic1small.jpg",
			"long_description":"What we love about honeymooning in Central and South America is that the regions offer just as much nightlife, culture, and adventure as they do stunning beaches. So if your spouse wants an active post-wedding getaway but you want a relaxing one, Central or South America is the perfect middle ground. (Oh, compromise, what a beautiful way to begin a union.) And the beauty spills over into the hotels as well. Some of the world's most romantic resorts are located in Central and South America, from the eco-luxe bungalows of Belize's Blancaneaux Lodge to the curvy adobe casitas of Cavas Wine Lodge in Argentina. ",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort8",
			"destination":"Asia",
			"name":"Tom Yam Resort",
            "location":"Aviemore",
            "comfortLevel": "3",
            "activities":["horse riding", "tennis", "sailing", "spa","horse riding"],
			"price":2333,
			"startDate":"2016-01-01",
			"endDate":"2017-10-31",
			"short_description":"Aviemore is a great place to get away from it all and relax with great Aviemore swimming and leisure facilities available at Macdonald Aviemore Resort will give you time of your life.",
			"picture":"images/resort8pic1small.jpg",
			"long_description":"The Tom Yam Resort furthermore consists of a chapel for gatherings and seminars, a restaurant with outdoor bar and terrace, large (adult and children) swimming pools surrounded by greens, massage cottages and a herbal and meditation garden. The resort also accommodates 20 bungalows (2 star comfort) offering single, twin or family bedrooms with a separate bathroom.",
			"url":"resorts/resort2.html"
		}
]}